const DB_DATA = {
  "game_game": [
    {
      "id": 1,
      "title": "BrainBlitz",
      "description": "Командна гра, де потрібно відповідати на питання (є варіанти відповідей)",
      "telegram_link": "https://t.me/LogosGame/1068",
      "rules": "Всі правила можуть бути змінені за вашим вибором та домовленістю перед грою\r\n\r\n\r\n\r\n✔️ Хід гри\r\n\r\n\r\n\r\nГравець/команда отримує завдання на екрані (наприклад: «Назвати 3 царів із Старого Заповіту»)\r\n\r\nЗапускається таймер раунду\r\n\r\nКоманда разом або по черзі називає відповіді\r\n\r\nЯкщо всі 3 відповіді правильні:\r\n\r\nкоманда отримує 1 бал\r\n\r\nЯкщо не всі відповіді правильні:\r\n\r\nбал не нараховується (або нараховується частково, якщо це дозволено режимом гри)\r\n\r\nХід переходить до наступного гравця/команди\r\n\r\n\r\n\r\n🎉 Перемагає гравець або команда, які набрали найбільше балів після завершення всіх раундів або після визначеного часу",
      "skill_developed": null,
      "external_link": "https://danylo0608.github.io/LogosGameBrainBlitz/",
      "external_text": "Грати онлайн",
      "show_external": 1,
      "show_tg": 1,
      "tg_link": "https://t.me/LogosGameInfo/83",
      "tg_text": "Telegram (exe-файл)",
      "insta_link": null,
      "insta_text": "Instagram",
      "show_insta": 0,
      "show_youtube": 1,
      "youtube_link": "https://www.youtube.com/watch?v=FyigJJpx-kI&t=3s",
      "youtube_text": "YouTube",
      "categories": [
        4
      ],
      "players_ranges": [
        1
      ],
      "age_groups": [
        4
      ],
      "durations": [
        3,
        4
      ],
      "prep_levels": [
        3
      ],
      "locations": [
        3
      ],
      "activity_levels": [
        4
      ],
      "interaction_types": [
        1,
        2
      ],
      "goals": [
        3,
        4
      ],
      "content_types": [
        4
      ],
      "thematics": [
        1
      ]
    },
    {
      "id": 2,
      "title": "Імперія",
      "description": "Кожен учасник загадує власне слово, а завдання гравців — відгадати, кому яке слово належить\r\n\r\nМета — зібрати найбільшу імперія",
      "telegram_link": "https://t.me/LogosGame/1066",
      "rules": "📜 ПРАВИЛА ГРИ:\r\n\r\n\r\n\r\n1️⃣ Формування списку: Кожен учасник по черзі називає ведучому слово або поняття на задану тему. Ведучий записує ім’я гравця та його слово.\r\n\r\n\r\n\r\n2️⃣ Оголошення: Після завершення збору слів ведучий зачитує весь список у випадковому порядку. Гравці чують набір слів, але не знають, хто що назвав.\r\n\r\n\r\n\r\n3️⃣ Хід гри: Гравці по черзі роблять припущення: «[Ім'я] назвав(ла) слово [Слово]».\r\n\r\n\r\n\r\n✅ Вгадано правильно: Гравець отримує 1 бал, а вгаданий учасник переходить до його команди (або «групи»). Тепер вони грають разом, а хід продовжує лідер цієї групи.\r\n\r\n\r\n\r\n❌ Вгадано неправильно: Хід переходить до гравця, чию відповідь намагалися вгадати.\r\n\r\n\r\n\r\n🏁 ПЕРЕМОГА: Перемагає гравець, який зібрав найбільшу команду або набрав найбільшу кількість балів (залежно від режиму гри).\r\n\r\n\r\n\r\n💡 ПОРАДИ ВЕДУЧОМУ:\r\n\r\n• Перевіряй, щоб слова були коректні та не повторювались.\r\n\r\n• За потреби обмежуй складність слів до рівня учасників.\r\n\r\n• Якщо гра затягується — заверши її по таймеру або після фіксованої кількості раундів.\r\n\r\n• На початку чітко поясни, що уважність до списку слів критично важлива для гри.",
      "skill_developed": null,
      "external_link": null,
      "external_text": "Грати онлайн",
      "show_external": 0,
      "show_tg": 1,
      "tg_link": "https://t.me/LogosGameCommunion",
      "tg_text": "Перейти в чат гри",
      "insta_link": null,
      "insta_text": "Instagram",
      "show_insta": 0,
      "show_youtube": 0,
      "youtube_link": null,
      "youtube_text": "YouTube",
      "categories": [
        5
      ],
      "players_ranges": [
        2
      ],
      "age_groups": [
        4
      ],
      "durations": [
        3
      ],
      "prep_levels": [
        1
      ],
      "locations": [
        3
      ],
      "activity_levels": [
        4
      ],
      "interaction_types": [
        2
      ],
      "goals": [
        3
      ],
      "content_types": [
        1
      ],
      "thematics": [
        2
      ]
    },
    {
      "id": 3,
      "title": "Назви 3",
      "description": "Ккомандна гра, у якій учасники називають по 3 християнських термінів, біблійних персонажів та подій.\r\n\r\nМета — щоб команда відгадала якомога більше тріо-слів за обмежений час",
      "telegram_link": "https://t.me/LogosGame/1065",
      "rules": "Гра проходить раундами\r\n\r\nКожен раунд має обмеження часу (наприклад 60 секунд).\r\n\r\nКоли час закінчується — раунд завершується автоматично.\r\n\r\n\r\n\r\nОдин раунд:\r\n\r\nОдин гравець отримує завдання\r\n\r\nВін повинен назвати 3 слова/поняття, які відповідають умові картки\r\n\r\nКоманда або інші гравці перевіряють відповіді\r\n\r\nЯкщо всі 3 відповіді правильні — команда отримує бали\r\n\r\n\r\n\r\nГравець, який відповідає, НЕ МОЖЕ:\r\n\r\nповторювати одне й те саме слово в різних варіаціях\r\n\r\nназивати очевидні однокореневі форми як різні відповіді\r\n\r\nвикористовувати підказки від інших гравців (якщо це не дозволено правилами)\r\n\r\nпропускати умову картки або змінювати її зміст\r\n\r\n\r\n\r\nМожна:\r\n\r\nназивати будь-які слова, які підходять під умову картки\r\n\r\nвикористовувати біблійні приклади або загальні знання\r\n\r\nмислити асоціативно\r\n\r\nвідповідати у будь-якому порядку\r\n\r\n\r\n\r\nЗа кожну повністю правильну картку (3 правильні відповіді) команда отримує 1 бал.\r\n\r\nЯкщо названо менше 3 правильних відповідей — бал не зараховується (або зараховується частково, якщо ти вирішиш змінити правило).\r\n\r\n\r\n\r\nПеремагає команда з найбільшою кількістю балів.",
      "skill_developed": null,
      "external_link": "https://danylo0608.github.io/LogosGameSay3/",
      "external_text": "Грати онлайн",
      "show_external": 1,
      "show_tg": 0,
      "tg_link": "https://t.me/LogosGameInfo/82",
      "tg_text": "Telegram (apk-файл)",
      "insta_link": null,
      "insta_text": "Instagram",
      "show_insta": 0,
      "show_youtube": 0,
      "youtube_link": null,
      "youtube_text": "YouTube",
      "categories": [
        4
      ],
      "players_ranges": [
        1
      ],
      "age_groups": [
        4
      ],
      "durations": [
        2
      ],
      "prep_levels": [
        2
      ],
      "locations": [
        3
      ],
      "activity_levels": [
        4
      ],
      "interaction_types": [
        1
      ],
      "goals": [
        3
      ],
      "content_types": [
        3
      ],
      "thematics": [
        1
      ]
    },
    {
      "id": 4,
      "title": "Alias Christian Game",
      "description": "Командна гра, у якій учасники пояснюють християнські терміни, біблійних персонажів та події, не використовуючи однокореневі слова.\r\n\r\nМета — щоб команда відгадала якомога більше слів за обмежений час",
      "telegram_link": "https://t.me/LogosGame/1061",
      "rules": "Гра проходить раундами\r\n\r\nКожен раунд має обмеження часу (наприклад 60 секунд).\r\n\r\nКоли час закінчується — раунд завершується автоматично.\r\n\r\n\r\n\r\nОдин раунд:\r\n\r\nОдин гравець отримує завдання\r\n\r\nВін повинен назвати 3 слова/поняття, які відповідають умові картки\r\n\r\nКоманда або інші гравці перевіряють відповіді\r\n\r\nЯкщо всі 3 відповіді правильні — команда отримує бали\r\n\r\n\r\n\r\nГравець, який відповідає, НЕ МОЖЕ:\r\n\r\nповторювати одне й те саме слово в різних варіаціях\r\n\r\nназивати очевидні однокореневі форми як різні відповіді\r\n\r\nвикористовувати підказки від інших гравців (якщо це не дозволено правилами)\r\n\r\nпропускати умову картки або змінювати її зміст\r\n\r\n\r\n\r\nМожна:\r\n\r\nназивати будь-які слова, які підходять під умову картки\r\n\r\nвикористовувати біблійні приклади або загальні знання\r\n\r\nмислити асоціативно\r\n\r\nвідповідати у будь-якому порядку\r\n\r\n\r\n\r\nЗа кожну повністю правильну картку (3 правильні відповіді) команда отримує 1 бал.\r\n\r\nЯкщо названо менше 3 правильних відповідей — бал не зараховується (або зараховується частково, якщо ти вирішиш змінити правило).\r\n\r\n\r\n\r\nПеремагає команда з найбільшою кількістю балів.",
      "skill_developed": null,
      "external_link": "https://danylo0608.github.io/LogosGameAliasChristianGame/",
      "external_text": "Грати онлайн",
      "show_external": 1,
      "show_tg": 1,
      "tg_link": "https://t.me/LogosGameInfo/81",
      "tg_text": "Telegram (apk-файл)",
      "insta_link": null,
      "insta_text": "Instagram",
      "show_insta": 0,
      "show_youtube": 0,
      "youtube_link": null,
      "youtube_text": "YouTube",
      "categories": [
        4
      ],
      "players_ranges": [
        1
      ],
      "age_groups": [
        4
      ],
      "durations": [
        3
      ],
      "prep_levels": [
        2
      ],
      "locations": [
        3
      ],
      "activity_levels": [
        4
      ],
      "interaction_types": [
        1
      ],
      "goals": [
        3
      ],
      "content_types": [
        3
      ],
      "thematics": [
        1
      ]
    },
    {
      "id": 5,
      "title": "Математичні ігри",
      "description": "Математичні ігри — це поєднання логічного виклику та азарту. Вони демонструють, що за кожною перемогою стоїть чіткий алгоритм, а за кожним програшем — можливість проаналізувати помилку і стати кращим. Це інтелектуальна розвага, яка тренує мозок працювати швидше, знаходити закономірності та отримувати задоволення від інтелектуальної праці. У цьому світі цифри не лякають, а стають найкращими помічниками у досягненні перемоги.",
      "telegram_link": null,
      "rules": "Ось універсальні правила для роботи з такою структурою слайдів. Вони допоможуть тобі тримати ритм заняття та не дадуть студентам нудьгувати, поки ти перемикаєш екрани.\r\n\r\n\r\n\r\n🛠 Загальні правила для слайдів типу «Завдання — Відповідь»\r\n\r\nЦі правила регулюють те, як подається інформація та як на неї мають реагувати глядачі.\r\n\r\n\r\n\r\n1. Етап: Текст завдання (Орієнтація)\r\n\r\nЧітке формулювання: Умова має бути короткою (не більше 1-2 речень). Студент повинен за 3 секунди зрозуміти, що від нього вимагається (обчислити, знайти, порівняти).\r\n\r\n\r\n\r\nТиша в залі: Поки текст на екрані, ніхто не вигукує здогадки. Це час для «входу» в задачу.\r\n\r\n\r\n\r\n2. Етап: Завдання (Активна фаза)\r\n\r\nВізуальний фокус: На слайді має бути лише один об'єкт для аналізу. Жодних зайвих елементів, що відволікають від логіки.\r\n\r\n\r\n\r\nПравило «Піднятої руки»: Відповідь надається лише після сигналу або закінчення таймера. Це дає можливість менш спритним студентам теж розв'язати задачу.\r\n\r\n\r\n\r\nЛогічне обґрунтування: Перш ніж побачити відповідь, той, хто відповідає, має коротко пояснити свій алгоритм: «Я обрав Х, тому що...».\r\n\r\n\r\n\r\n3. Етап: Відповідь (Фідбек)\r\n\r\nМиттєве підтвердження: Відповідь має бути виділена яскравим кольором або іншим шрифтом, щоб її було видно з останньої парти.\r\n\r\n\r\n\r\nАналіз помилок: Якщо хтось відповів неправильно, ми не просто показуємо правильний варіант, а розбираємо, на якому етапі логіка «зламалася».\r\n\r\n\r\n\r\nСамоперевірка: Кожен студент самостійно фіксує свій результат (наприклад, ставить «+» у чернетці), що додає елемент гри та відповідальності за власне навчання.",
      "skill_developed": null,
      "external_link": "https://t.me/LogosGameInfo/87",
      "external_text": "Скачати презентацію",
      "show_external": 1,
      "show_tg": 0,
      "tg_link": null,
      "tg_text": "Перейти в чат гри",
      "insta_link": null,
      "insta_text": "Instagram",
      "show_insta": 0,
      "show_youtube": 0,
      "youtube_link": null,
      "youtube_text": "YouTube",
      "categories": [
        5
      ],
      "players_ranges": [
        1
      ],
      "age_groups": [
        1
      ],
      "durations": [
        2
      ],
      "prep_levels": [
        2
      ],
      "locations": [
        1
      ],
      "activity_levels": [
        4
      ],
      "interaction_types": [
        1
      ],
      "goals": [
        4
      ],
      "content_types": [
        5
      ],
      "thematics": [
        2
      ]
    },
    {
      "id": 6,
      "title": "Де згадується?",
      "description": "Ведучий називає слово, а команди повинні пригадати та назвати, де саме це згадується в Біблії",
      "telegram_link": null,
      "rules": "1. Ведучий називає слово або поняття.\r\n2. Команди по черзі намагаються назвати книгу, історію або уривок Біблії, де згадується це слово.\r\n3. Якщо команда дає правильну відповідь:\r\n   * отримує 1 бал.\r\n4. Якщо відповідь неправильна:\r\n   * право відповіді переходить наступній команді.\r\n5. Після перевірки ведучий оголошує правильну відповідь та називає наступне слово.\r\n\r\n🎲 Приклади слів\r\n\r\n• Ковчег\r\n• Голіаф\r\n• Манна\r\n• Єрихон\r\n• Самсон\r\n• Виноградник\r\n• Верблюд\r\n• Світильник\r\n• Голуб\r\n• Терновий кущ\r\n\r\n⭐ Додаткові режими\r\nЛегкий:\r\n* достатньо назвати біблійну історію.\r\n\r\nСередній:\r\n* потрібно назвати книгу Біблії.\r\n\r\nСкладний:\r\n* потрібно назвати книгу та приблизне місце (розділ або уривок).\r\n🎉 Перемагає команда, яка набрала найбільше балів після завершення всіх слів або після визначеного часу.",
      "skill_developed": null,
      "external_link": null,
      "external_text": "Грати онлайн",
      "show_external": 0,
      "show_tg": 1,
      "tg_link": "https://t.me/LogosGame",
      "tg_text": "Телеграм",
      "insta_link": null,
      "insta_text": "Instagram",
      "show_insta": 0,
      "show_youtube": 0,
      "youtube_link": null,
      "youtube_text": "YouTube",
      "categories": [
        2,
        4
      ],
      "players_ranges": [
        1
      ],
      "age_groups": [
        4
      ],
      "durations": [
        3,
        4
      ],
      "prep_levels": [
        1
      ],
      "locations": [
        3
      ],
      "activity_levels": [
        4
      ],
      "interaction_types": [
        1,
        2
      ],
      "goals": [
        4
      ],
      "content_types": [
        1
      ],
      "thematics": [
        1
      ]
    },
    {
      "id": 7,
      "title": "Чи ти любиш свого сусіда?",
      "description": "Гравці сидять у колі, а один учасник стоїть у центрі. Його завдання — знайти можливість зайняти чиєсь місце, поки інші пересуваються між стільцями / лавками",
      "telegram_link": null,
      "rules": "Всі правила можуть бути змінені за вашим вибором та домовленістю перед грою.\r\n\r\n✔️ Підготовка до гри\r\nУсі гравці сідають у коло.\r\nОдин учасник стає в центр кола.\r\nКількість місць для сидіння повинна бути на одне менша, ніж кількість гравців.\r\n\r\n✔️ Хід гри\r\nГравець у центрі підходить до будь-кого з учасників і запитує:\r\n - «Чи ти любиш свого сусіда?»\r\nЯкщо учасник відповідає:\r\n - «Люблю», тоді його сусіди зліва та справа повинні швидко помінятися місцями.\r\nЯкщо учасник відповідає:\r\n - «Дуже люблю», тоді гравець у центрі запитує:\r\n - «Чому?»\r\nУчасник називає будь-яку ознаку, наприклад:\r\n - «Тому що він у чорних кросівках»\r\n - «Тому що його ім'я має 4 букви»\r\n - «Тому що він у світлій футболці»\r\n - «Тому що він народився взимку»\r\nУсі гравці, яких стосується названа ознака, повинні встати та знайти собі нове місце.\r\nУ цей момент гравець із центру також намагається зайняти одне з вільних місць.\r\nТой, хто залишився без місця, стає новим гравцем у центрі кола.\r\n\r\n🎉 Перемагає не один гравець, а вся група отримує задоволення від гри та знайомства. Гра триває доти, доки учасникам цікаво грати.",
      "skill_developed": null,
      "external_link": null,
      "external_text": "Грати онлайн",
      "show_external": 0,
      "show_tg": 1,
      "tg_link": "https://t.me/LogosGame",
      "tg_text": "Телеграм",
      "insta_link": null,
      "insta_text": "Instagram",
      "show_insta": 0,
      "show_youtube": 0,
      "youtube_link": null,
      "youtube_text": "YouTube",
      "categories": [
        2
      ],
      "players_ranges": [
        2
      ],
      "age_groups": [
        4
      ],
      "durations": [
        3,
        4
      ],
      "prep_levels": [
        1
      ],
      "locations": [
        3
      ],
      "activity_levels": [
        1,
        2
      ],
      "interaction_types": [
        3
      ],
      "goals": [
        1,
        2,
        3
      ],
      "content_types": [
        1
      ],
      "thematics": [
        2
      ]
    },
    {
      "id": 8,
      "title": "Ритм імен",
      "description": "Учасники сидять у колі та підтримують спільний ритм, називаючи своє ім'я та передаючи хід іншому гравцю. З кожним раундом гра стає складнішою, адже потрібно не лише втримати ритм, а й уважно стежити за тим, кому передали хід.",
      "telegram_link": null,
      "rules": "Всі правила можуть бути змінені за вашим вибором та домовленістю перед грою.\r\n\r\n✔️ Підготовка до гри\r\nУсі гравці сідають у коло.\r\nКожен учасник називає своє ім'я.\r\nУсі разом відпрацьовують ритм:\r\n - два удари по колінах\r\n - два хлопки в долоні\r\nЦей ритм повторюється протягом усієї гри.\r\n\r\n✔️ Хід гри\r\nОдин із гравців починає гру.\r\nПід час двох ударів по колінах він двічі називає СВОЄім'я в ритм:\r\n - «Оля, Оля»\r\nПід час двох хлопків у долоні він двічі називає ім'я ІНШОГО гравця:\r\n - «Іван, Іван»\r\nГравець, ім'я якого назвали, одразу продовжує ритм:\r\n - на колінах двічі називає своє ім'я\r\n - у долонях двічі називає ім'я наступного гравця\r\nГра продовжується без зупинок у спільному ритмі.\r\n❌ Гравець вибуває з гри, якщо:\r\n - пропустив свій хід\r\n - назвав неправильне ім'я\r\n - порушив ритм\r\n - занадто довго думав\r\n - переплутав послідовність дій\r\nПісля вибуття гра продовжується між іншими учасниками.\r\n🎉 Перемагає гравець, який залишився останнім у грі.\r\n\r\n⭐ Додаткові режими\r\n📌 Подвійне вибування\r\nЯкщо один гравець збився та назвав ім'я іншого учасника, який також не встиг правильно відреагувати, обидва гравці вибувають із гри.\r\n\r\n📌 Прискорення\r\nЧерез певний час ведучий поступово пришвидшує ритм, роблячи гру складнішою.\r\n\r\n📌 Без вибування\r\nГравці не залишають гру після помилки, а отримують штрафний бал. Перемагає учасник із найменшою кількістю штрафних балів.",
      "skill_developed": null,
      "external_link": null,
      "external_text": "Грати онлайн",
      "show_external": 0,
      "show_tg": 1,
      "tg_link": "https://t.me/LogosGame",
      "tg_text": "Телеграм",
      "insta_link": null,
      "insta_text": "Instagram",
      "show_insta": 0,
      "show_youtube": 0,
      "youtube_link": null,
      "youtube_text": "YouTube",
      "categories": [
        2
      ],
      "players_ranges": [
        1
      ],
      "age_groups": [
        4
      ],
      "durations": [
        2,
        3
      ],
      "prep_levels": [
        1
      ],
      "locations": [
        3
      ],
      "activity_levels": [
        3,
        4
      ],
      "interaction_types": [
        2,
        3
      ],
      "goals": [
        1,
        2,
        3
      ],
      "content_types": [
        1
      ],
      "thematics": [
        2
      ]
    }
  ],
  "game_category": [
    {
      "id": 1,
      "name": "Десктопний додаток",
      "slug": "desktop_app"
    },
    {
      "id": 2,
      "name": "Усна",
      "slug": "usna"
    },
    {
      "id": 3,
      "name": "Мобільний додаток",
      "slug": "mobile_app"
    },
    {
      "id": 4,
      "name": "Християнська",
      "slug": "hristiyanska"
    },
    {
      "id": 5,
      "name": "Звичайна",
      "slug": "zvichajna"
    }
  ],
  "game_playercountrange": [
    {
      "id": 1,
      "name": "2+"
    },
    {
      "id": 2,
      "name": "6+"
    },
    {
      "id": 3,
      "name": "10+"
    }
  ],
  "game_agegroup": [
    {
      "id": 1,
      "name": "діти (6–13)"
    },
    {
      "id": 2,
      "name": "підлітки (14–18)"
    },
    {
      "id": 3,
      "name": "молодь (18+)"
    },
    {
      "id": 4,
      "name": "універсально"
    }
  ],
  "game_gameduration": [
    {
      "id": 1,
      "name": "до 5 хв"
    },
    {
      "id": 2,
      "name": "5–10 хв"
    },
    {
      "id": 3,
      "name": "10–20 хв"
    },
    {
      "id": 4,
      "name": "20–40 хв"
    },
    {
      "id": 5,
      "name": "40+ хв"
    }
  ],
  "game_preplevel": [
    {
      "id": 1,
      "name": "без підготовки"
    },
    {
      "id": 2,
      "name": "мінімальна (1–5 хв)"
    },
    {
      "id": 3,
      "name": "середня (потрібні матеріали)"
    },
    {
      "id": 4,
      "name": "складна (заздалегідь готувати)"
    }
  ],
  "game_location": [
    {
      "id": 1,
      "name": "приміщення"
    },
    {
      "id": 2,
      "name": "вулиця"
    },
    {
      "id": 3,
      "name": "будь-де"
    }
  ],
  "game_activitylevel": [
    {
      "id": 1,
      "name": "дуже активна (біг, рух)"
    },
    {
      "id": 2,
      "name": "середня"
    },
    {
      "id": 3,
      "name": "спокійна"
    },
    {
      "id": 4,
      "name": "сидяча"
    }
  ],
  "game_interactiontype": [
    {
      "id": 1,
      "name": "командна"
    },
    {
      "id": 2,
      "name": "індивідуальна"
    },
    {
      "id": 3,
      "name": "всі разом"
    }
  ],
  "game_gamegoal": [
    {
      "id": 1,
      "name": "знайомство"
    },
    {
      "id": 2,
      "name": "розігрів"
    },
    {
      "id": 3,
      "name": "розвага"
    },
    {
      "id": 4,
      "name": "навчання"
    },
    {
      "id": 5,
      "name": "обговорення / рефлексія"
    }
  ],
  "game_contenttype": [
    {
      "id": 1,
      "name": "усна гра"
    },
    {
      "id": 2,
      "name": "настільна гра"
    },
    {
      "id": 3,
      "name": "мобільний додаток"
    },
    {
      "id": 4,
      "name": "десктопний додаток"
    },
    {
      "id": 5,
      "name": "презентація"
    }
  ],
  "game_thematic": [
    {
      "id": 1,
      "name": "Християнська"
    },
    {
      "id": 2,
      "name": "Звичайна"
    }
  ],
  "game_sitesettings": [
    {
      "id": 1,
      "footer_contact_text": "Telegram LogosGame",
      "footer_contact_link": "https://t.me/LogosGame",
      "instagram_link": "https://www.instagram.com/logos.game/"
    }
  ]
};